Revit 2024 API
EnergyAnalysisConstruction.Absorptance Property
 The absorptance value of the construction.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public double Absorptance { get; }
Visual Basic
Public ReadOnly Property Absorptance As Double
	Get
Visual C++
public:
property double Absorptance {
	double get ();
}
See Also
EnergyAnalysisConstruction Class
Autodesk.Revit.DB.Analysis Namespace